"FIND_PROMPT" = "Find:";
"REPLACE_PROMPT" = "Replace:";
"SEARCH_IN_PROMPT" = "Search in:";
"PREVIEW_PROMPT" = "Preview:";
"FILTER_PROMPT" = "Filter:";
"MATCHING_PROMPT" = "Matching:";

"SELECTED_TEXT_ONLY" = "Selected text only";
"WRAP_AROUND_CHECKBOX" = "Wrap around";

"GREP_CHECKBOX" = "Grep";
"CASE_SENSITIVE_CHECKBOX" = "Case sensitive";
"ENTIRE_WORD_CHECKBOX" = "Entire word";

"NEXT_BUTTON" = "Next";
"PREVIOUS_BUTTON" = "Previous";
"FIND_ALL_BUTTON" = "Find All";

"REPLACE_BUTTON" = "Replace";
"REPLACE_ALL_BUTTON" = "Replace All";
"REPLACE_AND_FIND_BUTTON" = "Replace & Find";

"EXTRACT_BUTTON" = "Extract";

"SEARCH_OPTIONS_BUTTON" = "Options…";
"SAVE_SEARCH_SET_BUTTON" = "Save Set…";
"EDIT_FILTER_BUTTON" = "Edit…";
"OTHER_SEARCH_SOURCE" = "Other…";

"NO_FILTER" = "None";
"NEW_FILTER" = "New…";
"CURRENT_TERMS" = "Current Criteria";

"SAVE_GREP_PATTERN" = "Save…";
"MANAGE_PATTERNS" = "Manage Patterns…";

"NO_SOURCES_MAIN" = "No search sources were specified.";
"NO_SOURCES_SUB" = "None of the selected items were found on disk. Please check your configured web sites and other search sources.";

"QUICK_SEARCH_DESCRIPTION" = "Search Text";
"QUICK_SEARCH_NOT_FOUND" = "Not found";
"QUICK_SEARCH_ONE_FOUND" = "One match found";
"QUICK_SEARCH_MORE_FOUND" = "%lu matches found";
"QUICK_SEARCH_DONE_BUTTON_TITLE" = "Done";
"QUICK_SEARCH_EMACS_TOOLTIP" = "That’s “isearch”, for you Emacs users following the action at home.";
